{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(settings())/$entity",
    "createdDateTime":  "2025-08-01T08:23:30.5174633Z",
    "creationSource":  null,
    "description":  "AZT07 25/06/08 Created by DR\nOE customizable settings for AZIBL, Portugal, Spain, Brazil, Colombia. \nIncluded group excluded on OEGlobal config.\nReplaced configs AZBR02, ,AZCOL02, ,AZES02, AZPT02",
    "lastModifiedDateTime":  "2025-08-01T08:23:30.5174633Z",
    "name":  "URM-WPS-WIN-DCP-Edge-OEBase-USER-AZT07",
    "platforms":  "windows10",
    "priorityMetaData":  null,
    "roleScopeTagIds":  [
                            "0"
                        ],
    "settingCount":  5,
    "technologies":  "mdm",
    "id":  "4c35e8ad-d416-40b0-96df-969fd6d3f6cb",
    "templateReference":  {
                              "templateId":  "",
                              "templateFamily":  "none",
                              "templateDisplayName":  null,
                              "templateDisplayVersion":  null
                          },
    "settings@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(\u00274c35e8ad-d416-40b0-96df-969fd6d3f6cb\u0027)/settings",
    "settings":  [
                     {
                         "id":  "0",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_internetexplorerintegrationlevel",
                                                 "settingInstanceTemplateReference":  null,
                                                 "auditRuleInformation":  null,
                                                 "choiceSettingValue":  {
                                                                            "settingValueTemplateReference":  null,
                                                                            "value":  "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_internetexplorerintegrationlevel_1",
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_internetexplorerintegrationlevel_internetexplorerintegrationlevel",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "choiceSettingValue":  {
                                                                                                                            "settingValueTemplateReference":  null,
                                                                                                                            "value":  "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_internetexplorerintegrationlevel_internetexplorerintegrationlevel_1",
                                                                                                                            "children":  [

                                                                                                                                         ]
                                                                                                                        }
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     },
                     {
                         "id":  "1",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymodebypasslistdomains",
                                                 "settingInstanceTemplateReference":  null,
                                                 "auditRuleInformation":  null,
                                                 "choiceSettingValue":  {
                                                                            "settingValueTemplateReference":  null,
                                                                            "value":  "user_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymodebypasslistdomains_1",
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                                                                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edgev98~policy~microsoft_edge_enhancesecuritymodebypasslistdomains_enhancesecuritymodebypasslistdomainsdesc",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "simpleSettingCollectionValue":  [
                                                                                                                                      {
                                                                                                                                          "@odata.type":  "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                                                                          "settingValueTemplateReference":  null,
                                                                                                                                          "value":  "sapiae.intrallianz.es"
                                                                                                                                      }
                                                                                                                                  ]
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     },
                     {
                         "id":  "2",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_internetexplorerintegrationsiteredirect",
                                                 "settingInstanceTemplateReference":  null,
                                                 "auditRuleInformation":  null,
                                                 "choiceSettingValue":  {
                                                                            "settingValueTemplateReference":  null,
                                                                            "value":  "user_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_internetexplorerintegrationsiteredirect_1",
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                                                 "settingDefinitionId":  "user_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_internetexplorerintegrationsiteredirect_internetexplorerintegrationsiteredirect",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "choiceSettingValue":  {
                                                                                                                            "settingValueTemplateReference":  null,
                                                                                                                            "value":  "user_vendor_msft_policy_config_microsoft_edgev81diff~policy~microsoft_edge_internetexplorerintegrationsiteredirect_internetexplorerintegrationsiteredirect_1",
                                                                                                                            "children":  [

                                                                                                                                         ]
                                                                                                                        }
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     },
                     {
                         "id":  "3",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_homepagelocation",
                                                 "settingInstanceTemplateReference":  null,
                                                 "auditRuleInformation":  null,
                                                 "choiceSettingValue":  {
                                                                            "settingValueTemplateReference":  null,
                                                                            "value":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_homepagelocation_1",
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_homepagelocation_homepagelocation",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "simpleSettingValue":  {
                                                                                                                            "@odata.type":  "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                                                            "settingValueTemplateReference":  null,
                                                                                                                            "value":  "https://allianzms.sharepoint.com/sites/connect-home"
                                                                                                                        }
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     },
                     {
                         "id":  "4",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_restoreonstartupurls",
                                                 "settingInstanceTemplateReference":  null,
                                                 "auditRuleInformation":  null,
                                                 "choiceSettingValue":  {
                                                                            "settingValueTemplateReference":  null,
                                                                            "value":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_restoreonstartupurls_1",
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                                                                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge~startup_restoreonstartupurls_restoreonstartupurlsdesc",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "simpleSettingCollectionValue":  [
                                                                                                                                      {
                                                                                                                                          "@odata.type":  "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                                                                          "settingValueTemplateReference":  null,
                                                                                                                                          "value":  "https://allianzms.sharepoint.com/sites/connect-home"
                                                                                                                                      }
                                                                                                                                  ]
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     }
                 ]
}

