{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(settings())/$entity",
    "createdDateTime":  "2025-11-27T06:37:23.7334185Z",
    "creationSource":  null,
    "description":  "This policy for testing delivery optimization ",
    "lastModifiedDateTime":  "2025-11-27T06:37:23.7334185Z",
    "name":  "Test-DeliveryOptimization-Sourabh-XLR",
    "platforms":  "windows10",
    "priorityMetaData":  null,
    "roleScopeTagIds":  [
                            "0",
                            "11",
                            "8",
                            "9"
                        ],
    "settingCount":  4,
    "technologies":  "mdm",
    "id":  "7952553b-d492-4bcf-ad5e-ecef848bf671",
    "templateReference":  {
                              "templateId":  "132f1027-0325-45e0-854a-6955cd3c68c0_1",
                              "templateFamily":  "deviceConfigurationPolicies",
                              "templateDisplayName":  "Delivery Optimization",
                              "templateDisplayVersion":  "Version 1"
                          },
    "settings@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(\u00277952553b-d492-4bcf-ad5e-ecef848bf671\u0027)/settings",
    "settings":  [
                     {
                         "id":  "0",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_deliveryoptimization_domaxbackgrounddownloadbandwidth",
                                                 "auditRuleInformation":  null,
                                                 "settingInstanceTemplateReference":  {
                                                                                          "settingInstanceTemplateId":  "bbea5087-804d-41ca-b155-4691f2a79913"
                                                                                      },
                                                 "simpleSettingValue":  {
                                                                            "@odata.type":  "#microsoft.graph.deviceManagementConfigurationIntegerSettingValue",
                                                                            "value":  0,
                                                                            "settingValueTemplateReference":  {
                                                                                                                  "settingValueTemplateId":  "903b177a-21c1-4481-af81-b12313184084",
                                                                                                                  "useTemplateDefault":  false
                                                                                                              }
                                                                        }
                                             }
                     },
                     {
                         "id":  "1",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_deliveryoptimization_dopercentagemaxbackgroundbandwidth",
                                                 "auditRuleInformation":  null,
                                                 "settingInstanceTemplateReference":  {
                                                                                          "settingInstanceTemplateId":  "d55899a8-7407-4e4c-baf7-b2adcce7b8a2"
                                                                                      },
                                                 "simpleSettingValue":  {
                                                                            "@odata.type":  "#microsoft.graph.deviceManagementConfigurationIntegerSettingValue",
                                                                            "value":  0,
                                                                            "settingValueTemplateReference":  {
                                                                                                                  "settingValueTemplateId":  "3b7be39d-0c88-41da-bd4c-1d392f6ff128",
                                                                                                                  "useTemplateDefault":  false
                                                                                                              }
                                                                        }
                                             }
                     },
                     {
                         "id":  "2",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_deliveryoptimization_dodownloadmode",
                                                 "auditRuleInformation":  null,
                                                 "settingInstanceTemplateReference":  {
                                                                                          "settingInstanceTemplateId":  "8e5ed494-b8fa-49cc-8b80-94e4149296fa"
                                                                                      },
                                                 "choiceSettingValue":  {
                                                                            "value":  "device_vendor_msft_policy_config_deliveryoptimization_dodownloadmode_0",
                                                                            "settingValueTemplateReference":  {
                                                                                                                  "settingValueTemplateId":  "65d2fa9e-34cb-4e96-b8f2-07b1395988e5",
                                                                                                                  "useTemplateDefault":  false
                                                                                                              },
                                                                            "children":  [

                                                                                         ]
                                                                        }
                                             }
                     },
                     {
                         "id":  "3",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_deliveryoptimization_dorestrictpeerselectionby",
                                                 "auditRuleInformation":  null,
                                                 "settingInstanceTemplateReference":  {
                                                                                          "settingInstanceTemplateId":  "30574884-0f28-4b51-8412-864a2eaae3d7"
                                                                                      },
                                                 "choiceSettingValue":  {
                                                                            "value":  "device_vendor_msft_policy_config_deliveryoptimization_dorestrictpeerselectionby_1",
                                                                            "settingValueTemplateReference":  {
                                                                                                                  "settingValueTemplateId":  "637cd3a2-f54c-4ed6-95e7-087059169e72",
                                                                                                                  "useTemplateDefault":  false
                                                                                                              },
                                                                            "children":  [

                                                                                         ]
                                                                        }
                                             }
                     }
                 ]
}

