{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(settings())/$entity",
    "createdDateTime":  "2025-11-20T12:49:30.240319Z",
    "creationSource":  null,
    "description":  "ADT exported policy ID 86cc4de3-876e-4010-9a69-08d398f2be06 - and release path - https://github.developer.allianz.io/api/v3/repos/WorkplaceServices/WPS_INTUNE_CaC/releases/tags/Release-v1.0.729 . XL Release ID - Applications/Folderc5a98b750d6844819f72abee9ac74a45/Folder638e7ee1c54f4c388a13c39a63c8fe5b/Release977bb2b2a0de446e914625eba7d2cb09 .\n\n",
    "lastModifiedDateTime":  "2025-11-20T13:18:46.9625269Z",
    "name":  "CaC-TEST-XLR-WIN-D-CIP-SUP-B4-APPS-Aditya",
    "platforms":  "windows10",
    "priorityMetaData":  null,
    "roleScopeTagIds":  [
                            "8"
                        ],
    "settingCount":  1,
    "technologies":  "mdm",
    "id":  "86cc4de3-876e-4010-9a69-08d398f2be06",
    "templateReference":  {
                              "templateId":  "d3849ba8-bf95-467c-9640-aa2334eae9e3_1",
                              "templateFamily":  "endpointSecurityApplicationControl",
                              "templateDisplayName":  "App Control for Business",
                              "templateDisplayVersion":  "Version 1"
                          },
    "settings@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies(\u002786cc4de3-876e-4010-9a69-08d398f2be06\u0027)/settings",
    "settings":  [
                     {
                         "id":  "0",
                         "settingInstance":  {
                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_applicationcontrolv2_buildoptions",
                                                 "auditRuleInformation":  null,
                                                 "settingInstanceTemplateReference":  {
                                                                                          "settingInstanceTemplateId":  "abc5b8cd-63a0-4a1c-a34d-da84d9a93f62"
                                                                                      },
                                                 "choiceSettingValue":  {
                                                                            "value":  "device_vendor_msft_policy_config_applicationcontrolv2_buildoptions_upload_xml_selected",
                                                                            "settingValueTemplateReference":  {
                                                                                                                  "settingValueTemplateId":  "8e9847a2-8a1b-4168-a5fc-4a99cd8cd480",
                                                                                                                  "useTemplateDefault":  false
                                                                                                              },
                                                                            "children":  [
                                                                                             {
                                                                                                 "@odata.type":  "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                                                 "settingDefinitionId":  "device_vendor_msft_policy_config_applicationcontrolv2_xmlupload",
                                                                                                 "settingInstanceTemplateReference":  null,
                                                                                                 "auditRuleInformation":  null,
                                                                                                 "simpleSettingValue":  {
                                                                                                                            "@odata.type":  "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                                                                            "settingValueTemplateReference":  null,
                                                                                                                            "value":  "\u003c?xml version=\"1.0\" encoding=\"utf-8\"?\u003e\r\n\u003cSiPolicy xmlns=\"urn:schemas-microsoft-com:sipolicy\" PolicyType=\"Supplemental Policy\"\u003e\r\n  \u003cVersionEx\u003e10.0.0.0\u003c/VersionEx\u003e\r\n  \u003cPlatformID\u003e{2E07F7E4-194C-4D20-B7C9-6F44A6C5A234}\u003c/PlatformID\u003e\r\n  \u003cRules\u003e\r\n    \u003cRule\u003e\r\n      \u003cOption\u003eEnabled:Unsigned System Integrity Policy\u003c/Option\u003e\r\n    \u003c/Rule\u003e\r\n    \u003cRule\u003e\r\n      \u003cOption\u003eEnabled:Advanced Boot Options Menu\u003c/Option\u003e\r\n    \u003c/Rule\u003e\r\n    \u003cRule\u003e\r\n      \u003cOption\u003eRequired:Enforce Store Applications\u003c/Option\u003e\r\n    \u003c/Rule\u003e\r\n    \u003cRule\u003e\r\n      \u003cOption\u003eEnabled:UMCI\u003c/Option\u003e\r\n    \u003c/Rule\u003e\r\n  \u003c/Rules\u003e\r\n  \u003c!--EKUS--\u003e\r\n  \u003cEKUs /\u003e\r\n  \u003c!--File Rules--\u003e\r\n  \u003cFileRules\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk.dll Hash Sha1\" Hash=\"6113322AD6992C0DE069C9D6C4882BDCDA0F4728\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk.dll Hash Sha256\" Hash=\"F8A061871F273098D6FA1C592CACFD6FEA20DF3A8085B93A644C21CFB94C624B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk.dll Hash Page Sha1\" Hash=\"B79578C645D1A8147240FA78B679974C4F68F427\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk.dll Hash Page Sha256\" Hash=\"FB909B57236487292C8317BB95866969D76AC2604F5E74039C1CA6C5E0AD24D2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk64.dll Hash Sha1\" Hash=\"9F4F7F8C779E5BF639C08817E0A4F0223B43DA88\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk64.dll Hash Sha256\" Hash=\"69E146079FCAD10E60966F9433B4C41E615E10E5E1ABD61358F79751CA952AD9\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk64.dll Hash Page Sha1\" Hash=\"AD376111D9682938CDAA915C6C317C622562BF0B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybblk64.dll Hash Page Sha256\" Hash=\"75C8142814BED8FB82E2315AB59E0801C378C2C12752579C70DA1BC523ED6CEB\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn.dll Hash Sha1\" Hash=\"C516AD9465E942F811640097CFE8BEE66FCD2BBE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn.dll Hash Sha256\" Hash=\"80AF038901E4467FB27CFFE925FA103FD73BDD687A69B11314BE7D4EBCD19809\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn.dll Hash Page Sha1\" Hash=\"AA5FEAA2F98B6EEF8CE8114B617677B7DDD5D54B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn.dll Hash Page Sha256\" Hash=\"289041FB90A9CF69D24FEEBA49258537BB6B84CCA89FCA8DD66E5C8E6B046291\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn64.dll Hash Sha1\" Hash=\"98169385E728457C866AA7AFFB04064C329EC3CE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn64.dll Hash Sha256\" Hash=\"1CDF3890F756208C693286E5E12ABC1CC59FD7A60D8C8E879452890A3FE03254\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn64.dll Hash Page Sha1\" Hash=\"E25312DF554946168308ED6C18C9B647559972E5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_10\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcomn64.dll Hash Page Sha256\" Hash=\"F00881A4EEF7E9404D3C228C6D248E84DFDE1B54EBFD0D12A10F7008B8FC1A2F\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_11\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs.dll Hash Sha1\" Hash=\"13D0F5C378F4F1BC009CCF57EA92702AB6E9D9E1\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_12\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs.dll Hash Sha256\" Hash=\"CFBB34B113B508E1813CFD7D7B9A3F3C8705242889394707C5CD158AB769AE75\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_13\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs.dll Hash Page Sha1\" Hash=\"3B565491BA2324924C229D74D44FFBC794EFA484\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_14\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs.dll Hash Page Sha256\" Hash=\"775E5DCAD49592A632B3D48386BF99FE27BC2DF8E8175C619F90E3CCB8552FC2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_15\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs64.dll Hash Sha1\" Hash=\"F5CB53FEA0F4BE523F4D9C87778EDD1D79E0ED74\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_16\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs64.dll Hash Sha256\" Hash=\"7518C949718B9A4ABD41D85D0F5407719A8EF0AF84F19E1470E0D9A51B0DFD90\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_17\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs64.dll Hash Page Sha1\" Hash=\"DBEE464D957D4615128BDA5BD889F6E1A50B52EE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_18\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybcs64.dll Hash Page Sha256\" Hash=\"7FA009CB574E7F801F64FFBD8E07BB48030D173C915783F66ADDA8E9A6C850DF\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_19\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct.dll Hash Sha1\" Hash=\"6003B7527211C34A54331C396ED35901A86F4850\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct.dll Hash Sha256\" Hash=\"8F148952C4A2EFFD73B8C6BA90EC3990520FAF242022D786C3C9F6E9D1A0C92D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct.dll Hash Page Sha1\" Hash=\"306C80519E9FD098A15789098B6139FB1B622CB2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct.dll Hash Page Sha256\" Hash=\"298719D863AD3057812CAC8AB64E79FF057305FBF75581F27D632EDAC03DC3F2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct64.dll Hash Sha1\" Hash=\"15905A12C712C59E35177D822BE633D4370F5C43\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct64.dll Hash Sha256\" Hash=\"A9301CFB27C3C2E04C5E80255CC8EB7BA5494969FA846EC316D2E71490D742F5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_1F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct64.dll Hash Page Sha1\" Hash=\"66C75CD04EEC23E0737FA61DE86D6EE08C31CD31\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_20\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybct64.dll Hash Page Sha256\" Hash=\"4060EBAF2D67ADAB2BA35E73BB366BD70703318BA7C33280736A34B6CD9A5C12\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_21\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb.dll Hash Sha1\" Hash=\"3595357D76D07F2C890BB636F247954D21D68D73\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_22\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb.dll Hash Sha256\" Hash=\"907A7A13487E7DD7CB32A56523BB3FB4FC76531CE421D39B19928D0A789F7BF2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_23\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb.dll Hash Page Sha1\" Hash=\"FA55728890A9CA6D776A208E5C446F5A6FC9DAA4\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_24\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb.dll Hash Page Sha256\" Hash=\"C3D583135DA12EDADD84F89F98028F668A7641DE9066F03E62E7956BFE2DA379\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_25\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb64.dll Hash Sha1\" Hash=\"857B0AA85A91D82E0AA3D4753AF68F4BE37DCBCF\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_26\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb64.dll Hash Sha256\" Hash=\"49CBED1ED103FBE3740F23194A6AB9AA14FE7155E1063950FFC52917135677D7\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_27\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb64.dll Hash Page Sha1\" Hash=\"2E102DCE9D2376FCB8D50F06F0EAE4952253152A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_28\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdb64.dll Hash Page Sha256\" Hash=\"FD044933BE8EEA08A871371E9B6257F105591C4D862D2101BFE81D4041A51487\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_29\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap.dll Hash Sha1\" Hash=\"D4DB9DB0DF1EA0D09E0670FCF42375324431150B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap.dll Hash Sha256\" Hash=\"2865FB1667CC451606E8888FE87762EDDA7FEDEA71C0120C7A737BE47E66F5CB\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap.dll Hash Page Sha1\" Hash=\"9CAF2CF331A9B13732D666483A295DA7332713E2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap.dll Hash Page Sha256\" Hash=\"BBD0B13FE6B35100ADAAEF1FF32F764CE6AEE5E9EC2BC7EBAEE3AB1CAD433D70\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap64.dll Hash Sha1\" Hash=\"484DB08440FC0BC98CFF761055544F347EB8B9DA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap64.dll Hash Sha256\" Hash=\"BF75CE0DCE469EB6E1B14B691CA96AF5B801A292EE0D2CB21C5C7ECF69E0B660\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_2F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap64.dll Hash Page Sha1\" Hash=\"BD3AFF6407378467A76E15604CAFF9CFF29A156C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_30\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdldap64.dll Hash Page Sha256\" Hash=\"C148BA9E4C2B9F458AD061E2050CA72E97F09DFA79989315780D71CC43DC1492\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_31\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg.dll Hash Sha1\" Hash=\"A9E654F7F8B0FDCADEAE077DE0FA941C0B407F31\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_32\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg.dll Hash Sha256\" Hash=\"6996503EBA1890C143C1D2C675083E0E32D4F4E7ED41EA9C4F3E8CC5102722E2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_33\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg.dll Hash Page Sha1\" Hash=\"826779B31F201404D3FB81D15FFBC594199D45F4\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_34\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg.dll Hash Page Sha256\" Hash=\"FB8C1BD6F096482B54D51C1BDEB25062E04F18772DBF9ED6C730733001A3CB7A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_35\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg64.dll Hash Sha1\" Hash=\"1DE85F49D81F99FE21FCEB5A7091B7480E703D8D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_36\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg64.dll Hash Sha256\" Hash=\"4CB772A2525A351C4380318460343BA6B9371C5ACF3BD5992A22D371331D41C4\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_37\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg64.dll Hash Page Sha1\" Hash=\"0355B3C081F0F001EBEF7C0BACC8650B1B0BC5F9\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_38\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybdreg64.dll Hash Page Sha256\" Hash=\"F407C4A705F7BD8D3E856AE8F38543CE0DE05BEA47A693E43123C59515230653\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_39\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfcsissl64.dll Hash Sha1\" Hash=\"9D7754F5C5D6690AA33864EF7B9B6482583010D6\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfcsissl64.dll Hash Sha256\" Hash=\"8B2AB374E9FBA76A42B8558965A0F9923447B2FB2C8653534A837EE4D9B7FF4C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfcsissl64.dll Hash Page Sha1\" Hash=\"745FDF6904F47783D8EEBB75DB1FCECD20D49E76\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfcsissl64.dll Hash Page Sha256\" Hash=\"EC5B3162C6FC4CBB39339956E62713112B68066942131EC246603A7E05D1BB60\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl.dll Hash Sha1\" Hash=\"C912D2AEB3D29ABF05D31F18C40466796E958101\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl.dll Hash Sha256\" Hash=\"E97EE4D36CA6FA1AA3C007E8424481010E1D2689EC7690475EB743DB860C0EC8\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_3F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl.dll Hash Page Sha1\" Hash=\"1E7C86C6590BEBFE65D1E5A5B85D1E84FCF34098\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_40\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl.dll Hash Page Sha256\" Hash=\"41DBD4A7EC947BBF30899DABD1BC83608FB3AD7C7ADAF69418248225B265CFEE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_41\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl64.dll Hash Sha1\" Hash=\"75F53806C4E95DCB321048AD0A526BDE05C3601B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_42\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl64.dll Hash Sha256\" Hash=\"D5F5263D04694678BC13BB2980DD813CF36DED64FD55BFD42117E35DFAE5D0F3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_43\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl64.dll Hash Page Sha1\" Hash=\"3AC4F1918ACEB38D32C18AD7A00C214A1BB7DFA9\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_44\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybfssl64.dll Hash Page Sha256\" Hash=\"A07EE6716615254C0F18D063C478B111FA8424141CDCAA479D913D068E39FF9C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_45\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl.dll Hash Sha1\" Hash=\"64F8B9788038E9388E142988B97D6E599946ED53\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_46\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl.dll Hash Sha256\" Hash=\"C2CC400E57502B3B5D0F7CEF972C4AED5A3F5016A126AC5B35E29E97DF53DA71\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_47\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl.dll Hash Page Sha1\" Hash=\"DA15010D9614B73C30BB8A7590F1354249EE8754\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_48\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl.dll Hash Page Sha256\" Hash=\"61BB4D287336A62706B28CCEC00CB3CA5EA12FC299751855B72BB6D926CBE2FE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_49\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl64.dll Hash Sha1\" Hash=\"A101EBCC1387CCA2ED01C757553DD4EF438C43D6\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl64.dll Hash Sha256\" Hash=\"BE259B5FEA7BD3DC659C4691DED07956C03A9FFD0FBCB3AF5A607CA9B0573F6F\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl64.dll Hash Page Sha1\" Hash=\"94E447703B332117ABEAE79F83CCBDC3AB308877\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybintl64.dll Hash Page Sha256\" Hash=\"8794B7D11436AD30F608A1B4D0CB72B73AD06387F7080D2B77CC39FBA3C791CC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb.dll Hash Sha1\" Hash=\"38457295DE0167E6807EB9AE329F16036D8AD472\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb.dll Hash Sha256\" Hash=\"C0E7C7D7EAB8A2E142E927432DF5C4B24A85B5DC69C0B73E9CF48FD4DA049F73\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_4F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb.dll Hash Page Sha1\" Hash=\"8CC17164DA2BC7AA5B44096E576F6ED48AF3A6D9\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_50\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb.dll Hash Page Sha256\" Hash=\"12D3D2D5A4FCDB954C2819C1B08D207568789CA75595FE6CEFBC3F5E41265946\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_51\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb64.dll Hash Sha1\" Hash=\"CB0CAC785DB99DAD4953394ACDBEE8F97637B11D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_52\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb64.dll Hash Sha256\" Hash=\"DA71E1F03F4A5FC2B032CAC129A5AF4FFAE6E1C74CC59A7971571A97B3E95025\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_53\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb64.dll Hash Page Sha1\" Hash=\"09249CFFFEF400D5B599FF498B4BC9018A5AC1C3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_54\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybskrb64.dll Hash Page Sha256\" Hash=\"B2DD2ACC3A9F70C39804CE7376208B3F5A98C22CB3E9B4E9DBE530ADACD239FC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_55\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp.dll Hash Sha1\" Hash=\"0FDDDAAF5980D7D6DFF5F871355BEA26E4B178CA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_56\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp.dll Hash Sha256\" Hash=\"6864B4CD52DB0919905BC9446D68B34552F0077C54C32BBE6437E96AEEAB1ABE\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_57\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp.dll Hash Page Sha1\" Hash=\"0F918A34A57D0D04FF7D260F778682E098F87448\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_58\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp.dll Hash Page Sha256\" Hash=\"E4AE732BB325C511CD08239E0FD48E441CBE39A50B0BA6AA6BA4AC748A844252\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_59\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp64.dll Hash Sha1\" Hash=\"2296377D6EB341FD0522C38E33D01DF2EED0A42D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp64.dll Hash Sha256\" Hash=\"27AB30FCB21440648B590C06414E098A52CEBAC513910E31228F85598AE11AC5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp64.dll Hash Page Sha1\" Hash=\"CCC87722D90BFB1B5EB2AD58E23D795E92E9D2AD\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsmssp64.dll Hash Page Sha256\" Hash=\"19ECDA2208875E7D5044170EB1C29085CC9645797F9975265F4500DE1F420646\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv.dll Hash Sha1\" Hash=\"DBE5F9ADBEA57DDF9AE5F4F5C53EA97A2CE22046\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv.dll Hash Sha256\" Hash=\"82187F81E7A69EAAAEA8E0313CDE5D33EF84A0526C8CDE0157D1D2B968F18BFA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_5F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv.dll Hash Page Sha1\" Hash=\"32121329F2CF75732949402FA61037174B5B6078\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_60\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv.dll Hash Page Sha256\" Hash=\"EC5CE99B8003B7EADC4BE2090FA5649E9930A9BEB0D75FDFE8275A6421D48C62\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_61\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv64.dll Hash Sha1\" Hash=\"22894FAC695409E8C4FC8DF26DEB98ABBB188EC5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_62\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv64.dll Hash Sha256\" Hash=\"6A7467DB8FEFFD2DBF3AA8E38EADE5128CFC904CE259A422289255610C78B0D3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_63\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv64.dll Hash Page Sha1\" Hash=\"F6AF74F6099A2534412E2A0322B20A0FA052C460\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_64\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybsrv64.dll Hash Page Sha256\" Hash=\"955A108A03592040F59BD9AA76331830FD3B4A0C4FC5EFFEF449EC748BCCC416\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_65\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl.dll Hash Sha1\" Hash=\"777BBAE06025497B5D7E1D7B9ED10D0310884F3B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_66\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl.dll Hash Sha256\" Hash=\"F340200F84C7B457C3B6011B13E49B02780BA80812F6C383A3620951A8B53FEF\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_67\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl.dll Hash Page Sha1\" Hash=\"CA352B00349A965BC1C18BC72A561059CD89FA0E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_68\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl.dll Hash Page Sha256\" Hash=\"FFA29D87111AF9666FAA0A1257404707CE026186DA7B7240CE7E09D33F031A45\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_69\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl64.dll Hash Sha1\" Hash=\"545D3AF39A4B33A144BF9A4C96C3F99D2CF61D13\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl64.dll Hash Sha256\" Hash=\"C1DCCBDCEA43252A2B58415311CAE78B9260415729DFEC1C945DDFD1B7EB1790\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl64.dll Hash Page Sha1\" Hash=\"35AEA2A308FFB2BC7A8017C612F27B2B8DE9ECE3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybtcl64.dll Hash Page Sha256\" Hash=\"3E0DF87E1A5AAD4AAFA883D090761292351CC3B980F6497074F623C93B0C4E8E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic.dll Hash Sha1\" Hash=\"DD7024AB5C6FAA87112F04E618304DF1510431BB\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic.dll Hash Sha256\" Hash=\"CE8FF61853A4416F53D48185B88C0293BAE004D6AD280390EA5D727094096C2A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_6F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic.dll Hash Page Sha1\" Hash=\"EDC19E8CEEC645B6C827AA310A78BA2657C82A64\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_70\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic.dll Hash Page Sha256\" Hash=\"4A93AE4BE675AD6C9F4A43B9B257F4EB219C5D2C2444877EF09F7EDAE23B00DA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_71\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic64.dll Hash Sha1\" Hash=\"12B82A84BA29D9FC9339DC474E3C34F816BEDC44\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_72\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic64.dll Hash Sha256\" Hash=\"83E0AA65FE8FC0166EC11E98F19D842A4C8FD11841D6214AD878817FD318F999\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_73\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic64.dll Hash Page Sha1\" Hash=\"9E933DCFADCC54E869A9912BFCF50046746F9CA2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_74\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\libsybunic64.dll Hash Page Sha256\" Hash=\"688697646E4597C96210F8442350921B9F98B58A363C5AF3E8F48F18BB52E728\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_75\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk.dll Hash Sha1\" Hash=\"FE874359F77B65471F33734F3D92F18FDACD8E0E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_76\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk.dll Hash Sha256\" Hash=\"6AB5DA188E363851F95E0992B8D24ECAD7BDFE879DDB2A8FD6ED216255CD4F20\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_77\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk.dll Hash Page Sha1\" Hash=\"756C1A11CDB8A3B527E768B95DB856D5C0F9CE68\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_78\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk.dll Hash Page Sha256\" Hash=\"EE5B052567064AF61F9BE9796EE50619318FDC4903040C8A8738A7840276D573\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_79\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk64.dll Hash Sha1\" Hash=\"59A1A6DAB11ECCC3EF2C0B32B9F41F40D61AD033\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk64.dll Hash Sha256\" Hash=\"3B54A068DE76DE45E4FE9FA033A1224F43D9A0F0941ED84DE48DCA7C9F850975\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk64.dll Hash Page Sha1\" Hash=\"091F5169E992911C6F3864DE471A069E8736D4C7\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybblk64.dll Hash Page Sha256\" Hash=\"6647929DA7D5EBA442664ABFADDF9F6706059E7C6EDA627403E537FAA8402CEF\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn.dll Hash Sha1\" Hash=\"332691FE8F70BB035799472632F36F041A265428\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn.dll Hash Sha256\" Hash=\"22B7EBE3806AAF696CFD9E06E87B19F41D26AD54C268A12816B75AE46FA5CB0A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_7F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn.dll Hash Page Sha1\" Hash=\"D2B9CC6F719C6730EE146480F8707C9700B46D17\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_80\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn.dll Hash Page Sha256\" Hash=\"E35089A8FE0B4C0921439F1C44074AEC96AA1A24FA6BB54A4D8F2F6698083531\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_81\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn64.dll Hash Sha1\" Hash=\"482D42901FE3800ECA4D629950ECA19F13A4B595\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_82\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn64.dll Hash Sha256\" Hash=\"CE2EB25019E2E79C7AE5AC216CC1E7DFDEDA96FDA39EBDACCE2CEE53F612C305\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_83\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn64.dll Hash Page Sha1\" Hash=\"920DAEDD23CEFD2425B5292D7AA23D2A1CCACB18\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_84\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcomn64.dll Hash Page Sha256\" Hash=\"54172636FC9A82F99F19E6373CF30B8A4E0FD4DCFE542BD1AFCD1A95787105E0\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_85\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs.dll Hash Sha1\" Hash=\"0C83F4D250957F50694DE84730F07A6A935A4585\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_86\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs.dll Hash Sha256\" Hash=\"E6E5DE8353AAC827F0FF968EEB1D18FFC5976F7D9CD988967967768B4E5DF748\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_87\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs.dll Hash Page Sha1\" Hash=\"121D4D87F7D4E9ADA1DF083B1E2DB485730AA5E0\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_88\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs.dll Hash Page Sha256\" Hash=\"F355385605AD16A6E662BB47A3F31384661E8BA23819471AEE98B7E0827729F9\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_89\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs64.dll Hash Sha1\" Hash=\"35D2A66718533B2BFC7E7FCBA8CE3D8C17A68521\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs64.dll Hash Sha256\" Hash=\"3908EDA406715F6CF7CEF725DC3AC4DD50E91BB2829768D2765EA0C185B16947\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs64.dll Hash Page Sha1\" Hash=\"EB4F9294B9062B6F5591B14B833225D73A8E0470\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybcs64.dll Hash Page Sha256\" Hash=\"965C40EF9D8BBE64703063193AB6941903CFD9DC0B60ADDCD15969B54B5963B1\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct.dll Hash Sha1\" Hash=\"649A56252CD574EFD71A44DA76CC7B2EB289EE56\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct.dll Hash Sha256\" Hash=\"82ED74B6007B18C31A449E1B97BB38973B377429A0698257FC763FD16706C679\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_8F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct.dll Hash Page Sha1\" Hash=\"69666D5CD1AD619E4F66A1FC70574FAD14623FF3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_90\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct.dll Hash Page Sha256\" Hash=\"E6BE22FABF8A4CEC5DC73CF9803C582D3462D34508356E7246BEE579C018E3BD\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_91\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct64.dll Hash Sha1\" Hash=\"3EE88FD3B6D128F594FBF7AEB0BA8AC36A5FF1C6\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_92\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct64.dll Hash Sha256\" Hash=\"01725B2BDFBC86D1259D0425696FBF7E08DD58E12FFCBB2417C449C1346AFBB7\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_93\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct64.dll Hash Page Sha1\" Hash=\"20295A22008BAADB45FC1C51F24A52649DA3A124\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_94\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybct64.dll Hash Page Sha256\" Hash=\"325CC527D9888B7D7B6A023BD94540EBE796A9DBFA03C65E914A67DDD94F6B85\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_95\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb.dll Hash Sha1\" Hash=\"E2487EE859547D686CDA1CA746ADD70EF3771957\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_96\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb.dll Hash Sha256\" Hash=\"A8AA82C5CBF9BB17005ECD4DBD58ECB29D2B1B315EC5F9EBE668CB9D1E2807E7\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_97\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb.dll Hash Page Sha1\" Hash=\"84C53BD707DAAECE010E4109C4944D1AD700317D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_98\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb.dll Hash Page Sha256\" Hash=\"02B61E6D7571D47E9D71B4DEEC74E93A3189560E3B4A5516E43237D0D992DF1D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_99\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb64.dll Hash Sha1\" Hash=\"59D36219FA23849E686D75AAEE538FBA5C505972\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9A\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb64.dll Hash Sha256\" Hash=\"B59FDBCAAC80D472052564299E9FA5E838E4309D306616FEF551545758BC4350\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9B\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb64.dll Hash Page Sha1\" Hash=\"DABFACD07809C528C7134A6A2D03B867116DFD4E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9C\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdb64.dll Hash Page Sha256\" Hash=\"3351E7067953F4F0187A438155D823E1D5148685440C35988C7A54771BB8D4AA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9D\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap.dll Hash Sha1\" Hash=\"1C3515E1082F1A1086EEFE3C16DF7CA388A7ECAF\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9E\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap.dll Hash Sha256\" Hash=\"BC504EC16723D59EF703D22C38986FC1823D2937010796231924F75167C7B9DB\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_9F\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap.dll Hash Page Sha1\" Hash=\"6C9821FC5291AAE1EF691A40866DB37E6E11DC80\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A0\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap.dll Hash Page Sha256\" Hash=\"7B8C4482133359A15F355FA0F29985C8C995B0F0C7CEDCAE287B64F29DFCF01E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A1\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap64.dll Hash Sha1\" Hash=\"9440AEEF47422FAA85D15980A71D54B7F850163C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A2\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap64.dll Hash Sha256\" Hash=\"0E2A6F4947119D84FA9E539030650AAD874E26ACCDD523425D27A28B4A002554\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A3\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap64.dll Hash Page Sha1\" Hash=\"70440923160E03BEBE0B3AE25E29C37C45F519FC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A4\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdldap64.dll Hash Page Sha256\" Hash=\"F58EBC3C95A73533CC744E1878DB040F0C00CE1ABE3BD82C6FA589B9303FB33F\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A5\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg.dll Hash Sha1\" Hash=\"2EB9F0512556D6F191D14767FF3A5334EF1FB86F\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A6\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg.dll Hash Sha256\" Hash=\"B3DFB63D795AE5A054EF12B778255BE96141B72D895685FE2777E9CFC3D93444\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A7\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg.dll Hash Page Sha1\" Hash=\"08736694A45D2AF518854C247FE75FE5FAF49002\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A8\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg.dll Hash Page Sha256\" Hash=\"3FD408D0508B9CCEB240B39C290B2426783761E5B9A1A91F47E4C6079A627844\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_A9\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg64.dll Hash Sha1\" Hash=\"04CEFCAC8E284022057FA54426F4F3039F9F6EDD\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AA\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg64.dll Hash Sha256\" Hash=\"597B29FBD5081F7B7F5E50E57780D0EF84F742379D35CFBCB6A97789B1F35640\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AB\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg64.dll Hash Page Sha1\" Hash=\"824597E1EB04C6DC51071C00C5A105367C86482C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AC\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybdreg64.dll Hash Page Sha256\" Hash=\"693C39C8CE8399433F3967AEF52B9B6E870B896934C9F247ABD3737FE13B4069\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AD\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfcsissl64.dll Hash Sha1\" Hash=\"29D40D52E9896B152F13242B568587E1CCE3D378\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AE\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfcsissl64.dll Hash Sha256\" Hash=\"31A0AB20E690870037776903AC4042AE3691BFBEC6F84AB9B714113AD8CC5F59\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_AF\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfcsissl64.dll Hash Page Sha1\" Hash=\"1355BBA285449D23E877D08E2E003D64EB1C03BC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B0\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfcsissl64.dll Hash Page Sha256\" Hash=\"525D94F0C83F9C38BDC42A53F1DC6C608723705EFBF8213F95D9509CAB78E3E2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B1\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl.dll Hash Sha1\" Hash=\"BAB41A3C453B6FA2B80F4EEC9528989AAEAA36A1\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B2\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl.dll Hash Sha256\" Hash=\"D61E32352700D1D805364CD88EFDF14B81D6E21A8ACEF82EBA0E103F358BF086\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B3\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl.dll Hash Page Sha1\" Hash=\"E06EFAEED2E3BE41DDCA0E6BFA2C684AD67FEB9E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B4\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl.dll Hash Page Sha256\" Hash=\"F1786B80257BED65EE8E750D420BEB0909CE0874A0DAF257C5A287371AE3875E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B5\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl64.dll Hash Sha1\" Hash=\"101C3F0460CE935FC34D738DC8BBE387CBA55B35\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B6\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl64.dll Hash Sha256\" Hash=\"24055AE91688E38446D397090DF80815CDE9EEF9A0A75C1E5C15CD13D2D12A9A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B7\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl64.dll Hash Page Sha1\" Hash=\"27FEC214EB68C823C6C18F1088273F54F13F0714\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B8\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybfssl64.dll Hash Page Sha256\" Hash=\"DAF63FBF199221080A075474B5E9D6075C8C8E1FA29723F5E5E0A8EB86CE25C1\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_B9\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl.dll Hash Sha1\" Hash=\"9FAB51A2B963F7B3B2CD418CE9FD2E676A355D7E\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BA\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl.dll Hash Sha256\" Hash=\"7169E66BF9BC28EA342E720FD6F79A30CCCF29359148D2AAE4ADA52F6631171C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BB\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl.dll Hash Page Sha1\" Hash=\"A9C9FE148E1EABDE57071DB0CB00C18A0ECF8464\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BC\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl.dll Hash Page Sha256\" Hash=\"180D6A340ED717B6DA2202F5AB929ED54034B8B13E2C3DAF39E840D8E2C57BA2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BD\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl64.dll Hash Sha1\" Hash=\"85FE19A036489C9E7A58569349BE87CDA6BA9A3B\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BE\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl64.dll Hash Sha256\" Hash=\"D077CD6446B397317190F50334CAA7D67D9107AA0D0B705F93F8044DF7C64314\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_BF\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl64.dll Hash Page Sha1\" Hash=\"8EEC9EA154B914CD2F5C88AB1B2FF806B3B5C1E2\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C0\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybintl64.dll Hash Page Sha256\" Hash=\"F0E634904FA3AA05F1A827413CF9EC02973630C256489D7B3012A327B9AD3086\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C1\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb.dll Hash Sha1\" Hash=\"FE2D71DEBA851CD30F19107A9CEBF9E9362EBB7C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C2\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb.dll Hash Sha256\" Hash=\"00E492A2711655DAAA2317B9C7E271F8EC2BF7A27F0B4E57526815DC609F6760\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C3\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb.dll Hash Page Sha1\" Hash=\"39B5F75B23FF70FF57472E0AF20115F02A513491\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C4\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb.dll Hash Page Sha256\" Hash=\"682627E7C594368146F1BAE0940ACEBA2D021DDCB33482C95E9539630699CF28\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C5\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb64.dll Hash Sha1\" Hash=\"6D915ADC482EFF2AB44FDB0395153E5F5D6D6137\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C6\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb64.dll Hash Sha256\" Hash=\"86D41650444ACE54447D67B1F91C9F0BE85176904A5523847A9F479C52111029\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C7\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb64.dll Hash Page Sha1\" Hash=\"B6FC3D05CF56726D6DF2C4DE168AF3E06D1A3AF3\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C8\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybskrb64.dll Hash Page Sha256\" Hash=\"3FEB069BFB51CCB9558397C2F731DAF4D37EBF37E72E8425B141E17E2C616125\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_C9\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp.dll Hash Sha1\" Hash=\"2974855877C659D11C9919FDB262FEF963F83937\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CA\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp.dll Hash Sha256\" Hash=\"59FD23FCC011E74DDD30082E47DFCC001EAE38103A7D1865B528E1EACD55E14C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CB\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp.dll Hash Page Sha1\" Hash=\"4C4A188700C2194FDE4B9DF081D7B5385F2776A5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CC\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp.dll Hash Page Sha256\" Hash=\"45A91D997ACABA1D0EDDB311C3DCE7A821333EED3B789AB200BF6E9EF2210DFA\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CD\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp64.dll Hash Sha1\" Hash=\"CD7740BCEEEFCC2001B54D382552651EDA056118\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CE\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp64.dll Hash Sha256\" Hash=\"3B70A3299377A2C810B1EBB73C29CAD9441556B329F501494B60C96D49B168A5\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_CF\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp64.dll Hash Page Sha1\" Hash=\"67F8BF77514C79717C51C6101F3309EF9DE24545\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D0\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsmssp64.dll Hash Page Sha256\" Hash=\"BD5CEC5B439BD8CED20926EF12972EA15A261C4B0F5C0BE7E2EC6383F3BD20DC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D1\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv.dll Hash Sha1\" Hash=\"DEF56895A1D6E8B834C45AD65C61E2553C31D4F0\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D2\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv.dll Hash Sha256\" Hash=\"89941AB5D295EE673D1B41A1470D796DE83D115C5B813FFEBDEEAA84502880D4\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D3\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv.dll Hash Page Sha1\" Hash=\"9326C2E37C0B2D1C54E4B2B124FCA98F967B9F71\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D4\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv.dll Hash Page Sha256\" Hash=\"DD0D0D92BFB86A20166370A361E18C039BCBCF38019DE3918D07E20D4C1446CC\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D5\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv64.dll Hash Sha1\" Hash=\"14203CD7338FF53F1533FA6D36D8387A77A27B5D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D6\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv64.dll Hash Sha256\" Hash=\"FD941B1FDF48C1A3FDD1C0EEEBDB9954AF6FB52FF31D66BA59B9E80D0BF3CC45\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D7\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv64.dll Hash Page Sha1\" Hash=\"5A3DB40FABB777729DBCB463A271586EFC6C5407\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D8\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybsrv64.dll Hash Page Sha256\" Hash=\"141C7237C7158E1AC197D659C49EA40AC225BF8C8C2141594BE0BEDA4E9ABD6D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_D9\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl.dll Hash Sha1\" Hash=\"8D016BCFDE9DC4F877B481498488EE0B507AEEF8\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DA\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl.dll Hash Sha256\" Hash=\"4C7E82FD01926CDA47EE52E871AC110BA42C983173E358A961ADD8570AEB788C\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DB\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl.dll Hash Page Sha1\" Hash=\"9D36AA574F985943F6F15CB970552AF7BF458F8D\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DC\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl.dll Hash Page Sha256\" Hash=\"B934CF8C7779FB480281C5A871F7394F492446F0B1DD58A43A484EF62CE9A3B1\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DD\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl64.dll Hash Sha1\" Hash=\"9AD9ACD24C95F171B51D691516FD903273AA2A22\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DE\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl64.dll Hash Sha256\" Hash=\"865DA343D2B20973EC5883EAA2A42F501499F6F5917DB4464BC324C00ECA222A\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_DF\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl64.dll Hash Page Sha1\" Hash=\"F17EA62B23BFB3FEA491D8BF9F197A675B47F253\" /\u003e\r\n    \u003cAllow ID=\"ID_ALLOW_A_E0\" FriendlyName=\"1741_ALFA_RUNTIMES_AZCZ\\dll\\debug\\libsybtcl64.dll Hash Page Sha256\" Hash=\"39C8A8D821867A2FE589657C044165944F2B6129C1B96B94D9CDAC1BEB8D739D\" /\u003e\r\n  \u003c/FileRules\u003e\r\n  \u003c!--Signers--\u003e\r\n  \u003cSigners /\u003e\r\n  \u003c!--Driver Signing Scenarios--\u003e\r\n  \u003cSigningScenarios\u003e\r\n    \u003cSigningScenario Value=\"131\" ID=\"ID_SIGNINGSCENARIO_DRIVERS_1\" FriendlyName=\"Auto generated policy on 11-17-2025\"\u003e\r\n      \u003cProductSigners /\u003e\r\n    \u003c/SigningScenario\u003e\r\n    \u003cSigningScenario Value=\"12\" ID=\"ID_SIGNINGSCENARIO_WINDOWS\" FriendlyName=\"Auto generated policy on 11-17-2025\"\u003e\r\n      \u003cProductSigners\u003e\r\n        \u003cFileRulesRef\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_10\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_11\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_12\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_13\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_14\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_15\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_16\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_17\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_18\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_19\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_1F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_20\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_21\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_22\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_23\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_24\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_25\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_26\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_27\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_28\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_29\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_2F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_30\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_31\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_32\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_33\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_34\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_35\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_36\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_37\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_38\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_39\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_3F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_40\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_41\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_42\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_43\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_44\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_45\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_46\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_47\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_48\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_49\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_4F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_50\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_51\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_52\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_53\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_54\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_55\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_56\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_57\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_58\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_59\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_5F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_60\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_61\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_62\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_63\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_64\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_65\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_66\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_67\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_68\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_69\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_6F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_70\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_71\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_72\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_73\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_74\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_75\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_76\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_77\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_78\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_79\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_7F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_80\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_81\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_82\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_83\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_84\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_85\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_86\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_87\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_88\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_89\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_8F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_90\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_91\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_92\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_93\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_94\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_95\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_96\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_97\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_98\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_99\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9A\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9B\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9C\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9D\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9E\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_9F\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A0\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A1\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A2\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A3\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A4\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A5\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A6\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A7\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A8\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_A9\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AA\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AB\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AC\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AD\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AE\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_AF\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B0\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B1\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B2\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B3\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B4\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B5\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B6\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B7\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B8\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_B9\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BA\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BB\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BC\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BD\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BE\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_BF\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C0\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C1\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C2\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C3\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C4\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C5\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C6\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C7\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C8\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_C9\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CA\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CB\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CC\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CD\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CE\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_CF\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D0\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D1\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D2\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D3\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D4\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D5\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D6\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D7\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D8\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_D9\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DA\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DB\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DC\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DD\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DE\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_DF\" /\u003e\r\n          \u003cFileRuleRef RuleID=\"ID_ALLOW_A_E0\" /\u003e\r\n        \u003c/FileRulesRef\u003e\r\n      \u003c/ProductSigners\u003e\r\n    \u003c/SigningScenario\u003e\r\n  \u003c/SigningScenarios\u003e\r\n  \u003cUpdatePolicySigners /\u003e\r\n  \u003cCiSigners /\u003e\r\n  \u003cHvciOptions\u003e0\u003c/HvciOptions\u003e\r\n  \u003cSettings /\u003e\r\n  \u003cBasePolicyID\u003e{67DDE2A6-C92D-481A-A040-8F3584676703}\u003c/BasePolicyID\u003e\r\n  \u003cPolicyID\u003e{50C84DC8-D91B-4169-82BE-9A39EE29B632}\u003c/PolicyID\u003e\r\n\u003c/SiPolicy\u003e"
                                                                                                                        }
                                                                                             }
                                                                                         ]
                                                                        }
                                             }
                     }
                 ]
}

