{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies/$entity",
    "@odata.type":  "#microsoft.graph.windows10CompliancePolicy",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "id":  "291dbaae-2dcd-433f-aa3a-966adf26c89b",
    "createdDateTime":  "2025-08-06T08:08:40.7436867Z",
    "description":  "Test compliance policy for MS test workshop\nWithout Bitlocker",
    "lastModifiedDateTime":  "2025-11-17T12:17:32.7521091Z",
    "displayName":  "URM-AMC-W-MS-Test-Compliance-1",
    "version":  2,
    "passwordRequired":  false,
    "passwordBlockSimple":  false,
    "passwordRequiredToUnlockFromIdle":  false,
    "passwordMinutesOfInactivityBeforeLock":  null,
    "passwordExpirationDays":  null,
    "passwordMinimumLength":  null,
    "passwordMinimumCharacterSetCount":  null,
    "passwordRequiredType":  "deviceDefault",
    "passwordPreviousPasswordBlockCount":  null,
    "requireHealthyDeviceReport":  false,
    "osMinimumVersion":  null,
    "osMaximumVersion":  null,
    "mobileOsMinimumVersion":  null,
    "mobileOsMaximumVersion":  null,
    "earlyLaunchAntiMalwareDriverEnabled":  false,
    "bitLockerEnabled":  true,
    "secureBootEnabled":  true,
    "codeIntegrityEnabled":  true,
    "memoryIntegrityEnabled":  false,
    "kernelDmaProtectionEnabled":  false,
    "virtualizationBasedSecurityEnabled":  false,
    "firmwareProtectionEnabled":  false,
    "storageRequireEncryption":  false,
    "activeFirewallRequired":  true,
    "defenderEnabled":  true,
    "defenderVersion":  null,
    "signatureOutOfDate":  true,
    "rtpEnabled":  true,
    "antivirusRequired":  true,
    "antiSpywareRequired":  true,
    "deviceThreatProtectionEnabled":  true,
    "deviceThreatProtectionRequiredSecurityLevel":  "medium",
    "configurationManagerComplianceRequired":  false,
    "tpmRequired":  true,
    "deviceCompliancePolicyScript":  null,
    "validOperatingSystemBuildRanges":  [
                                            {
                                                "description":  "Windows 11 22H2",
                                                "lowestVersion":  "10.0.22621.674",
                                                "highestVersion":  "11.0.0.0"
                                            },
                                            {
                                                "description":  "Windows 10 22H2",
                                                "lowestVersion":  "10.0.19045.2788",
                                                "highestVersion":  "11000.0.0.0"
                                            }
                                        ],
    "wslDistributions":  [

                         ]
}

