{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies/$entity",
    "@odata.type":  "#microsoft.graph.windows10CompliancePolicy",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "id":  "c836c8ee-b53b-44b7-b7ed-1877a68c73b1",
    "createdDateTime":  "2025-08-06T08:08:39.6909164Z",
    "description":  "test comlaince policy for user assignments",
    "lastModifiedDateTime":  "2025-09-03T10:24:00.5800239Z",
    "displayName":  "URM-AMC-W-Complaince-Test-Update",
    "version":  2,
    "passwordRequired":  true,
    "passwordBlockSimple":  false,
    "passwordRequiredToUnlockFromIdle":  false,
    "passwordMinutesOfInactivityBeforeLock":  null,
    "passwordExpirationDays":  null,
    "passwordMinimumLength":  null,
    "passwordMinimumCharacterSetCount":  null,
    "passwordRequiredType":  "deviceDefault",
    "passwordPreviousPasswordBlockCount":  null,
    "requireHealthyDeviceReport":  false,
    "osMinimumVersion":  null,
    "osMaximumVersion":  null,
    "mobileOsMinimumVersion":  null,
    "mobileOsMaximumVersion":  null,
    "earlyLaunchAntiMalwareDriverEnabled":  false,
    "bitLockerEnabled":  true,
    "secureBootEnabled":  true,
    "codeIntegrityEnabled":  false,
    "memoryIntegrityEnabled":  false,
    "kernelDmaProtectionEnabled":  false,
    "virtualizationBasedSecurityEnabled":  false,
    "firmwareProtectionEnabled":  false,
    "storageRequireEncryption":  true,
    "activeFirewallRequired":  true,
    "defenderEnabled":  true,
    "defenderVersion":  null,
    "signatureOutOfDate":  true,
    "rtpEnabled":  true,
    "antivirusRequired":  true,
    "antiSpywareRequired":  false,
    "deviceThreatProtectionEnabled":  false,
    "deviceThreatProtectionRequiredSecurityLevel":  "unavailable",
    "configurationManagerComplianceRequired":  false,
    "tpmRequired":  true,
    "deviceCompliancePolicyScript":  null,
    "validOperatingSystemBuildRanges":  [
                                            {
                                                "description":  "Windows 11 22H2",
                                                "lowestVersion":  "10.0.22621.674",
                                                "highestVersion":  "11.0.0.0"
                                            },
                                            {
                                                "description":  "Windows 10 22H2",
                                                "lowestVersion":  "10.0.19045.2788",
                                                "highestVersion":  "11000.0.0.0"
                                            }
                                        ],
    "wslDistributions":  [

                         ]
}

