{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceConfigurations/$entity",
    "@odata.type":  "#microsoft.graph.windowsHealthMonitoringConfiguration",
    "id":  "8a812a8a-c8e7-44b6-9fcf-8219d189dca9",
    "lastModifiedDateTime":  "2025-11-14T06:59:10.8639308Z",
    "roleScopeTagIds":  [
                            "23"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2025-11-14T06:15:53.4842146Z",
    "description":  "ADT exported policy ID d7bb637f-0c28-47a4-bc48-403ebe45ba1b - and release path - https://github.developer.allianz.io/api/v3/repos/WorkplaceServices/WPS_INTUNE_CaC/releases/tags/Release-v1.0.689 . XL Release ID - Applications/Folderc5a98b750d6844819f72abee9ac74a45/Folder638e7ee1c54f4c388a13c39a63c8fe5b/Releasedfde27e360d44f9b813464e98fcbe487. To rollback use - https://github.developer.allianz.io/WorkplaceServices/WPS_INTUNE_CaC/releases/download/Release-v1.0.688/8a812a8a-c8e7-44b6-9fcf-8219d189dca9.json .\n\nADT exported policy ID d7bb637f-0c28-47a4-bc48-403ebe45ba1b - and release path - https://github.developer.allianz.io/api/v3/repos/WorkplaceServices/WPS_INTUNE_CaC/releases/tags/Release-v1.0.687 . XL Release ID - Applications/Folderc5a98b750d6844819f72abee9ac74a45/Folder638e7ee1c54f4c388a13c39a63c8fe5b/Releasec22fb46ba317455b8146fb1a78ee984d. To rollback use - https://github.developer.allianz.io/WorkplaceServices/WPS_INTUNE_CaC/releases/download/Release-v1.0.686/8a812a8a-c8e7-44b6-9fcf",
    "displayName":  "CaC-URM-Windows Health Monitoring-Test-Policy-Prod",
    "version":  3,
    "allowDeviceHealthMonitoring":  "disabled",
    "configDeviceHealthMonitoringScope":  "windowsUpdates",
    "configDeviceHealthMonitoringCustomScope":  null
}

