{
    "@odata.context":  "https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies/$entity",
    "@odata.type":  "#microsoft.graph.windows10CompliancePolicy",
    "roleScopeTagIds":  [
                            "23"
                        ],
    "id":  "a7560830-256d-4144-bfd9-2c498be10d2d",
    "createdDateTime":  "2025-11-12T10:40:00.7468083Z",
    "description":  "Imported via automated workflow. XL Release ID: Applications/Folderc5a98b750d6844819f72abee9ac74a45/Folder638e7ee1c54f4c388a13c39a63c8fe5b/Releasea8922654bc444cb8a40cbd0149890d03",
    "lastModifiedDateTime":  "2025-11-12T10:40:00.7468083Z",
    "displayName":  "CaC-URM-AVC-WIN-D-CMP-AllCloudPCs-ProdTenantTest",
    "version":  1,
    "passwordRequired":  false,
    "passwordBlockSimple":  false,
    "passwordRequiredToUnlockFromIdle":  false,
    "passwordMinutesOfInactivityBeforeLock":  null,
    "passwordExpirationDays":  null,
    "passwordMinimumLength":  null,
    "passwordMinimumCharacterSetCount":  null,
    "passwordRequiredType":  "deviceDefault",
    "passwordPreviousPasswordBlockCount":  null,
    "requireHealthyDeviceReport":  false,
    "osMinimumVersion":  "10.0.26100.0",
    "osMaximumVersion":  null,
    "mobileOsMinimumVersion":  null,
    "mobileOsMaximumVersion":  null,
    "earlyLaunchAntiMalwareDriverEnabled":  false,
    "bitLockerEnabled":  true,
    "secureBootEnabled":  true,
    "codeIntegrityEnabled":  true,
    "memoryIntegrityEnabled":  false,
    "kernelDmaProtectionEnabled":  false,
    "virtualizationBasedSecurityEnabled":  false,
    "firmwareProtectionEnabled":  false,
    "storageRequireEncryption":  false,
    "activeFirewallRequired":  false,
    "defenderEnabled":  false,
    "defenderVersion":  null,
    "signatureOutOfDate":  false,
    "rtpEnabled":  false,
    "antivirusRequired":  false,
    "antiSpywareRequired":  false,
    "deviceThreatProtectionEnabled":  false,
    "deviceThreatProtectionRequiredSecurityLevel":  "unavailable",
    "configurationManagerComplianceRequired":  true,
    "tpmRequired":  false,
    "deviceCompliancePolicyScript":  null,
    "validOperatingSystemBuildRanges":  [

                                        ],
    "wslDistributions":  [

                         ]
}

